YCSB output txt files/test5000C/jdbc_workloadc_5000_load_240420.txt
Adding shard node URL: jdbc:mysql://localhost:3306/Benchtest
Using shards: 1, batchSize:-1, fetchSize: -1
[OVERALL], RunTime(ms), 424898
[OVERALL], Throughput(ops/sec), 11.76753008957444
[TOTAL_GCS_PS_Scavenge], Count, 5
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 66
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.015533139718238258
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 5
[TOTAL_GC_TIME], Time(ms), 66
[TOTAL_GC_TIME_%], Time(%), 0.015533139718238258
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 5730.0
[CLEANUP], MinLatency(us), 5728
[CLEANUP], MaxLatency(us), 5731
[CLEANUP], 95thPercentileLatency(us), 5731
[CLEANUP], 99thPercentileLatency(us), 5731
[INSERT], Operations, 5000
[INSERT], AverageLatency(us), 84800.1232
[INSERT], MinLatency(us), 16072
[INSERT], MaxLatency(us), 1666047
[INSERT], 95thPercentileLatency(us), 328959
[INSERT], 99thPercentileLatency(us), 703999
[INSERT], Return=OK, 5000